Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_tur-TUR_TM.tmx
Source language: en_gb
Languages: tr_tr

source: Walking
tr_tr: Yürüyüş

source: DK/NA (DO NOT READ OUT)
tr_tr: BİLMİYOR / GEÇERLİ DEĞİL (OKUMAYINIZ)

source: In which city/borough/commune do you live?
tr_tr: Hangi şehirde yaşıyorsunuz?

source: Single person household
tr_tr: Tek kişilik hane

source: City 1
tr_tr: Ankara

source: City 4
tr_tr: İstanbul

source: Noise
tr_tr: Gürültü

source: Car
tr_tr: Araba

source: D5a
tr_tr: D13

source: Public transport
tr_tr: Toplu taşıma

source: PROG: ROTATE ITEMS 1 TO 4
tr_tr: PROG: 1'DEN 4'E KADAR MADDELERE ROTASYON UYGULAYIN.

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
tr_tr: Son 12 ay içerisinde, ay sonunda gelen faturaları ödemekte güçlük çektiniz mi?

source: Other city
tr_tr: Şehir 198

source: Generally speaking, the public administration of [CITY NAME] can be trusted
tr_tr: Genel anlamda, [CITY NAME]'ın kamu idaresine güvenilebilir

source: ASK ALL
tr_tr: HERKESE SORULACAK

source: It is easy to find a job in [CITY NAME]
tr_tr: [CITY NAME]'nda iş bulmak kolay

source: Not at all satisfied
tr_tr: Hiç memnun değilim

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
tr_tr: Size bazı ifadeler okuyacağım. Her bir ifadeye ne derece katılıp katılmadığınızı, kesinlikle katılıyorum, biraz katılıyorum, pek katılmıyorum, kesinlikle katılmıyorum şeklinde söyler misiniz?

source: Somewhat disagree
tr_tr: Pek katılmıyorum

source: Housing
tr_tr: Barınma / iskan şartları

source: From time to time
tr_tr: Arada sırada

source: D21: CODE 9 AND 10 - SINGLE CODES
tr_tr: D21: KOD 9 VE KOD 10 - TEK KOD GİRİN

source: Married or cohabiting couple, no children or no children living at home
tr_tr: Evli veya birlikte yaşayan çift - çocukları yok ya da evde yaşayan hiç çocuk yok

source: Train
tr_tr: Tren

source: Very satisfied
tr_tr: Çok memnunum

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
tr_tr: Genel olarak, [CITY NAME]'daki şimdi okuyacağım konulara ilişkin çok mu memnunsunuz, biraz mı memnunsunuz, pek memnun değil misiniz ya da hiç mi memnun değilsiniz?

source: Safety
tr_tr: Güvenlik

source: Your personal job situation
tr_tr: Sizin kişisel iş durumunuz

source: (READ OUT – ONE ANSWER ONLY)
tr_tr: ANKETÖR DİKKAT!!! LÜTFEN ŞIKLARI OKUYUNUZ. TEK CEVAP ALINIZ

source: It is easy to find good housing at a reasonable price in [CITY NAME]
tr_tr: [CITY NAME]'nda makul fiyata iyi konut bulmak kolay

source: Generally speaking, most people in my neighborhood can be trusted
tr_tr: Genel anlamda, mahallemdeki insanların çoğuna güvenilebilir.

source: Most of the time
tr_tr: Çoğu zaman

source: Other (DO NOT READ OUT)
tr_tr: Diğer (Anketör Dikkat! Bu şıkkı okumayınız)

source: Q4: CODE 11 - SINGLE CODE
tr_tr: Q4: KOD 11 - TEK KOD GİRİN

source: Strongly disagree
tr_tr: Hiç katılmıyorum

source: I live here since less than 1 year
tr_tr: Burada 1 yıldan az zamandır yaşıyorum.

source: Cleanliness
tr_tr: Temizlik

source: The financial situation of your household
tr_tr: Hanenizin ekonomik durumu

source: (READ OUT - ONE ANSWER ONLY)
tr_tr: ŞIKLARI OKUYUN - TEK CEVAP ALIN

source: Manual worker
tr_tr: Büyük ölçekli il

source: The noise level
tr_tr: Gürültü seviyesi

source: The administrative services of [CITY NAME] help people efficiently
tr_tr: [CITY NAME]'ndaki idari hizmetler insanlara etkin bir biçimde yardımcı oluyor.

source: Urban public transport (bus, metro, tram, ferry, etc.)
tr_tr: Kentsel toplu ulaşım (otobüs, metro, tramvay, feribot, vb.)

source: Gender.
tr_tr: CİNSİYET

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
tr_tr: [CITY NAME] kendini iklim değişikliği ile mücadeleye adamıştır. (örn.: etkin enerji kullanımı, çevre dostu ulaşım)

source: Female
tr_tr: KADIN

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
tr_tr: Sizce, şimdi okuyacağım konular arasında hangi üçü, [CITY NAME] için en önemlileridir?

source: Other\ Refusal (DO NOT READ OUT)
tr_tr: Evet

source: D4
tr_tr: D12

source: I live here since between 5 to 10 years
tr_tr: Burada 5 ila 10 senedir yaşıyorum.

source: I am satisfied to live in [CITY NAME]
tr_tr: [CITY NAME]'nda yaşamaktan memnunum.

source: Male
tr_tr: ERKEK

source: Social services
tr_tr: Sosyal hizmetler

source: Unemployment
tr_tr: İşsizlik

source: Farmer, forester, fisherman
tr_tr: Hanenizde sabit bir telefon hattınız var mı?

source: Without a professional activity
tr_tr: Bilmiyor (Okumayınız)

source: PROG: ROTATE ITEMS 1 TO 7
tr_tr: PROG: 1'DEN 7'YE KADAR OLAN MADDELERE ROTASYON UYGULAYINIZ.

source: Education and training
tr_tr: Eğitim ve öğretim

source: City 2
tr_tr: Antalya

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
tr_tr: Yaşadığınız yeri size okuduğum şıklardan hangisi en iyi tanımlamaktadır?

source: (ONE ANSWER ONLY)
tr_tr: TEK CEVAP ALINIZ

source: Air pollution
tr_tr: Hava kirliliği

source: I feel safe in [CITY NAME]
tr_tr: [CITY NAME]'nda kendimi güvende hissediyorum.

source: Sports facilities such as sport fields and indoor sport halls
tr_tr: Spor sahaları ve kapalı spor salonları gibi spor tesisleri

source: The life you lead
tr_tr: Sürdürdüğünüz yaşam

source: Rather unsatisfied
tr_tr: Pek memnun değilim

source: Rather satisfied
tr_tr: Biraz memnunum

source: Professional (lawyer, medical practitioner, accountant, architect,…)
tr_tr: ŞIKLARI OKUMAYIN

source: Health services
tr_tr: Sağlık hizmetleri

source: (READ OUT – MAX. 3 ANSWERS)
tr_tr: ŞIKLARI OKUYUN - MAKSİMUM 3 CEVAP ALIN

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
tr_tr: Genel olarak, .....'dan çok mu memnunsunuz, oldukça mı memnunsunuz, pek memnun değil misiniz, ya da hiç memnun değil misiniz?

source: PROG: ROTATE ITEMS 1 to 12
tr_tr: PROG: 1-12. İFADELER ARASINDA ROTASYON UYGULANACAK.

source: None (DO NOT READ OUT)
tr_tr: Hiçbiri (OKUMAYINIZ)

source: Almost never\ never
tr_tr: Neredeyse hiçbir zaman / Hiçbir zaman

source: Public transport, for example the bus, tram or metro
tr_tr: Toplu taşıma, örneğin, otobüs, tramvay veya metro

source: I feel safe in my neighbourhood
tr_tr: Mahallemde kendimi güvende hissediyorum.

source: Availability of retail shops
tr_tr: Mağazaların/dükkanların ulaşılabilirliği

source: Strongly agree
tr_tr: Kesinlikle katılıyorum

source: How old were you when you stopped full-time education?
tr_tr: Hangi ilde yaşadığınızı öğrenebilir miyim?

source: Ship or boat
tr_tr: Gemi veya tekne

source: Bicycle
tr_tr: Bisiklet

source: How old are you?
tr_tr: Kaç yaşındasınız?

source: Motorbike
tr_tr: Motosiklet

source: (READ OUT - MAX. 2 ANSWERS)
tr_tr: (OKUYUNUZ - MAKSİMUM 2 CEVAP ALINIZ)

source: Single parent, one or more children living at home
tr_tr: Tek ebeveyn, evde yaşayan bir veya daha fazla çocuk var

source: Self-employed
tr_tr: Kırsal alan veya köy

source: The state of the streets and buildings in your neighbourhood
tr_tr: Mahallenizdeki sokakların ve binaların durumu

source: Fairly satisfied
tr_tr: Biraz memnunum

source: Generally speaking, most people in [CITY NAME] can be trusted
tr_tr: Genel anlamda, [CITY NAME]'da yaşayan çoğu insana güvenilebilir.

source: On a typical day, which mode or modes of transport do you use most often?
tr_tr: Sıradan bir günde, en sık hangi ulaşım yolunu ya da yollarını kullanıyorsunuz?

source: Schools and other educational facilities
tr_tr: Okullar ve diğer eğitim tesisleri

source: The quality of the air
tr_tr: Havanın kalitesi

source: Married or cohabiting couple, with one or more children living at home
tr_tr: Evli veya birlikte yaşayan çift - evde yaşayan bir veya daha fazla çocuk var

source: Foreigners who live in [CITY NAME] are well integrated
tr_tr: [CITY NAME]'nda yaşayan yabancılar topluma iyi uyum sağlamış durumdalar

source: City 3
tr_tr: Diyarbakır

source: Health care services, doctors and hospitals
tr_tr: Sağlık hizmetleri, doktorlar ve hastaneler

source: Employee
tr_tr: Küçük veya Orta ölçekli il

source: Public spaces such as markets, squares, pedestrian areas
tr_tr: Marketler, meydanlar, yaya yolları gibi kamusal alanlar

source: Which of the following best describes your household composition?
tr_tr: Şimdi okuyacaklarımdan hangisi evinizin durumunu en iyi açıklar?

source: I live here since 1 to 5 years
tr_tr: Burada 1 ila 5 senedir yaşıyorum.

source: Not very satisfied
tr_tr: Pek memnun değilim

source: Road infrastructure
tr_tr: Yol altyapısı

source: PROG: ROTATE ITEMS 1 TO 10
tr_tr: PROG: 1-12. İFADELER ARASINDA ROTASYON UYGULANACAK

source: The presence of foreigners is good for [CITY NAME]
tr_tr: Yabancıların varlığı [CITY NAME] için iyi bir şey.

source: Green spaces such as parks and gardens
tr_tr: Parklar ve bahçeler gibi yeşil alanlar

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
tr_tr: (GEREKİRSE YÜKSEK SESLE OKUYUNUZ - YALNIZCA TEK BİR CEVAP)

source: Other
tr_tr: Diğer

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
tr_tr: (YAZINIZ - "CEVAP VERMEYİ REDDETTİ" ise '99' KODLAYIN)

source: FL419 - Quality of life in European Cities UK
tr_tr: FL419 - Quality of life in European Cities TR

source: Somewhat agree
tr_tr: Biraz katılıyorum

source: Cultural facilities such as concert halls, theatres, museums and libraries
tr_tr: Konser salonları, tiyatrolar, müzeler ve kütüphaneler gibi kültürel faaliyetler

source: The place where you live
tr_tr: Yaşadığınız yer

source: Was born here/ I’ve been living here for all my life
tr_tr: Burada doğdum, hayatım boyunca burada yaşadım

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
tr_tr: EĞER D12'DE DİĞER VEYA BİLMİYOR YANITI VERİLMİŞSE, YANİ, D12'DE 198 VEYA 199 İŞARETLİ İSE, GÖRÜŞMEYİ DURDURUN.

source: I live here since more than 10 years
tr_tr: Burada on seneden fazla süredir yaşıyorum.

source: For how long have you been living in [CITY NAME]?
tr_tr: Ne kadar zamandır [CITY NAME]’da yaşıyorsunuz?
